pub const BENET: [(&str, &str); 27] = [
    //=== 1
    (
        r##"
ประโยชน์จากการเพิ่มขึ้นของการอัดประจุรถยนต์นั่งไฟฟ้า
"##,
        r###"

"###,
    ),
    //=== 2
    (
        r##"
ประโยชน์จากการเพิ่มขึ้นของการอัดประจุรถบรรทุกและรถบัสไฟฟ้า
"##,
        r###"

"###,
    ),
    //=== 3
    (
        r##"
ประโยชน์จากการเพิ่มขึ้นของการอัดประจุรถจักรยานยนต์ไฟฟ้า
"##,
        r###"

"###,
    ),
    //=== 4
    (
        r##"
รายได้เพิ่มจากพลังงานสะอาด
"##,
        r###"

"###,
    ),
    //=== 5
    (
        r##"
ประโยชน์จากการลดโอกาสความเสียหาย/ชำรุดของหม้อแปลง เนื่องจาก Overload
"##,
        r###"
ติดตั้งมิเตอร์ประธานประจำหม้อแปลง ในพื้นที่การไฟฟ้าในโครงการฯ และเชื่อมต่อเพื่อส่งข้อมูลจากมิเตอร์อัจฉริยะ ให้กับ DTMS 
โดยมีสมมุติฐานในการวิเคราะห์ผลประโยชน์จากการลดโอกาสความเสียหาย/ชำรุดของหม้อแปลง
ที่ลดลง 2%

"###,
    ),
    //=== 6
    (
        r##"
ประโยชน์สุทธิที่เพิ่มขึ้นจากการทำ Load Balancing
"##,
        r###"
จากรายงานฉบับสมบูรณ์โครงการวิจัยและพัฒนาระบบตรวจหาเฟสที่มิเตอร์ติดตั้งในระบบไฟฟ้า ระยะที่ 3 
(Research and Development Project of Electricity Phase Identification System Phase III)
ของการไฟฟ้าส่วนภูมิภาค 
ซึ่งทาการทดสอบการวัดเฟสที่มิเตอร์ติดตั้งในระบบจำหน่ายแรงต่ำ และ การทำ Load Balancing ในพื้นที่
การไฟฟ้าของจังหวัดนครราชสีมา และพัทยา พบว่า Total Loss ในระบบจำหน่ายแรงต่ำที่สามารถลดลงเฉลี่ย 4.16% ของหน่วยก่อนการทำ Load Balancing

กำหนดสมมติฐานเพิ่มเติมให้
• กฟภ. สามารถลด Technical Loss ได้ร้อยละ 33.33 ของหน่วยจำหน่ายทั้งหมดที่เกิดขึ้นในพื้นที่โครงการในแต่ละปี 
(สมมุติฐานให้หม้อแปลงระบบจำหน่ายในพื้นที่อยู่ในภาพการจ่ายไฟฟ้าที่เป็น 
Unbalance อยู่ที่ 1 ใน 3 ของจานวนหม้อแปลงทั้งหมด หรือคิดเป็นร้อยละ 33.33)
• รายได้ค่าขายไฟฟ้าเฉลี่ยที่ กฟภ. ได้รับ 4.45 บาทต่อหน่วย
• เงินลงทุนเพิ่มเติมสำหรับระบบตรวจวัดเฟส (Analytic Software) 30 ล้านบาท

"###,
    ),
    //=== 7
    (
        r##"
ลดหน่วยสูญเสียที่ไม่ใช่ทางเทคนิค (Non-Technical Loss)
"##,
        r###"
ประโยชน์จากหน่วยสูญเสียที่ไม่ใช่ทางเทคนิค (Non-Technical Loss) ที่ลดลง
ด้วยความสามารถของมิเตอร์อัจฉริยะและระบบมิเตอร์อัจฉริยะ ที่สามารถแจ้งเตือนเหตุที่เกี่ยวข้องกับ 
ความพยายามในการลักลอบใช้ไฟฟ้าแบบอัตโนมัติ เช่น การเปิดฝาครอบมิเตอร์ การทำ Bypass 
ทำให้เจ้าหน้าที่สามารถทราบเหตุได้ทันที นอกจากนั้นการที่มีข้อมูลประวัติการใช้ไฟฟ้าและ 
Load Profile ย้อนหลังจากระบบมิเตอร์อัจฉริยะ ทำให้สามารถวิเคราะห์ร่วมกับข้อมูล
เหตุแจ้งเตือนพฤติกรรมการใช้ไฟที่ผิดปกติ อันจะนำไปสู่การค้นหาจุดที่มีการลักลอบใช้ไฟฟ้าได้ 
ความสามารถต่าง ๆ เหล่านี้คาดว่าจะช่วยให้ลดปริมาณการลักลอบใช้ไฟฟ้า 
ซึ่งสามารถคำนวณเป็นผลประโยชน์จากรายได้ที่ กฟภ. ได้รับได้ โดยมีสมมติฐานดังนี้

(1) หน่วยสูญเสียที่ไม่ใช่ทางเทคนิค (Non-Technical Loss) ที่ลดลงได้
• หน่วยสูญเสียที่ไม่ใช่ทางเทคนิค (Non-Technical Loss) เท่ากับร้อยละ 1.35 (อ้างอิงข้อมูลหน่วยสูญเสียที่ไม่ใช่เทคนิคของ กฟภ. เฉลี่ยปี 2562 - 25656)
• คาดการณ์หน่วยสูญเสียที่ไม่ใช่ทางเทคนิคที่ลดลงจากระบบมิเตอร์อัจฉริยะ เท่ากับร้อยละ 31 (อ้างอิงค่าเฉลี่ยหน่วยสูญเสียที่ลดลงของ กฟฟ. พัทยาเปรียบเทียบระยะก่อนและหลังการติดตั้งระบบมิเตอร์อัจฉริยะ7)
• ส่งผลให้หน่วยสูญเสียที่ไม่ใช่ทางเทคนิคลดลงร้อยละ 0.42 ของหน่วยทั้งหมด
(2) ปริมาณหน่วยจาหน่ายที่ได้รับประโยชน์จากพื้นที่โครงการ ประกอบด้วย
 • ปริมาณการใช้ไฟฟ้าของผู้ใช้ไฟฟ้ารายย่อยในพื้นที่โครงการ เท่ากับ 3,800.50 ล้านหน่วย (ปี 2566)
 • อัตราการเติบโตของหน่วยการใช้ไฟฟ้าเท่ากับร้อยละ 3.78 ต่อปี (อ้างอิงหน่วยจาหน่ายของผู้ใช้ไฟรายย่อยย้อนหลังของ กฟภ. ปี 2563 – 2566)
(3) รายได้ค่าขายไฟฟ้าเฉลี่ย 4.45 บาทต่อหน่วย

จำนวนหน่วย x 0.0042

"###,
    ),
    //=== 8
    (
        r##"
ความแม่นยำของการอ่านหน่วย (Billing Accuracy)
"##,
        r###"
ด้วยความสามารถของมิเตอร์อัจฉริยะที่มีความเที่ยงตรงสูงกว่ามิเตอร์แบบจานหมุน 
ช่วยทำให้การอ่านหน่วยการใช้ไฟฟ้ามีความเที่ยงตรง 
โดยจากการศึกษาพบว่ามิเตอร์แบบจานหมุน 
เมื่อใช้งานไประยะหนึ่งจะอ่านหน่วยไฟฟ้าได้น้อยลง 
นอกจากนั้นแล้วระบบมิเตอร์อัจฉริยะ ซึ่งอ่านหน่วยโดยตรงจากอุปกรณ์ (Smart Meter) 
สามารถอ่านหน่วยได้อย่างถูกต้อง จึงช่วยลดความผิดพลาดในการจดหน่วย
เมื่อเปรียบเทียบกับการใช้พนักงานจดหน่วย 
และยังสามารถอ่านหน่วยได้ทันทีตามความต้องการ (On-demand Read) 
เพื่อช่วยในการแก้ไขปัญหาด้านค่าใช้ไฟฟ้าที่อาจเกิดขึ้นกรณีมีการร้องเรียนได้ 
ผลประโยชน์ต่าง ๆ เหล่านี้สามารถประเมินเป็นมูลค่าของหน่วยการใช้ไฟฟ้าที่สามารถอ่านได้เพิ่มขึ้น โดยมีสมมติฐานดังนี้
• มิเตอร์จานหมุน มีความเที่ยงตรง Class 2 (+/-2%) ขณะที่ Smart meter มีความเที่ยงตรง Class 1 (+/-1%)
• Smart meter มีความเที่ยงตรงสูงกว่ามิเตอร์จานหมุน โดยเฉลี่ยร้อยละ 1
• ประเมินว่า Smart meter สามารถช่วยลดหน่วยสูญเสียจากการอ่านหน่วยที่คลาดเคลื่อนจากมิเตอร์จานหมุนได้เท่ากับร้อยละ 40 
(อ้างอิงข้อมูลผลการศึกษาเรื่อง Data and methodologies for a cost-benefit analysis of smart metering 
implementation in Romania, Year 2015-2016, National Regulatory Authority for Energy, World Bank)
• รายได้ค่าขายไฟฟ้าเฉลี่ย 4.45 บาทต่อหน่วย

จำนวนหน่วย * 0.01 * 0.4
"###,
    ),
    //=== 9
    (
        r##"
กระแสเงินสดที่ดีขึ้นจากการจดหน่วย (Improved Cash Flow)
"##,
        r###"
ด้วยความสามารถในการอ่านหน่วยแบบอัตโนมัติผ่านระบบ 
ทำให้ลดข้อจำกัดของการกำหนดรอบบิลได้ (Billing Schedule Date) 
ช่วยให้สามารถออกใบแจ้งหนี้ได้รวดเร็ว ส่งผลต่อการเก็บค่าใช้ไฟฟ้าได้เร็วขึ้น 
(ได้รับกระแส เงินสดจากการรับชาระที่เร็วขึ้น) 
จากเดิมในแต่ละเดือน กฟภ. จะกระจายรอบการจดหน่วย ตั้งแต่ช่วงวันที่ 15 ของเดือน ไปจนถึงช่วงวันที่ 5 ของเดือนถัดไป 
โดยผู้ใช้ไฟฟ้าประมาณร้อยละ 80 จะได้รับการจดหน่วยไม่เกินช่วงวันที่ 20 ของเดือน 
ส่วนที่เหลืออีกประมาณร้อยละ 20 จะกระจายไปในช่วงเวลาที่เหลือ 
ซึ่งการนำระบบมิเตอร์อัจฉริยะ มาใช้งานจะทำให้ กฟภ. สามารถดำเนินการจดหน่วยมิเตอร์ทั้งหมดพร้อมกันในเวลาอันรวดเร็ว 
อย่างไรก็ตามในช่วงแรก กฟภ. จะต้องทยอยปรับรอบการอ่านหน่วยเพื่อไม่ให้กระทบกับรอบระยะเวลาการใช้ไฟฟ้าในแต่ละเดือนมากจนเกินไป 
ซึ่งจะทำให้เกิด ผลกระทบกับผู้ใช้ไฟฟ้าในการคำนวณค่าไฟฟ้าในแต่ละรอบบิล 
โดยมีรายละเอียดการคำนวณและสมมติฐานที่เกี่ยวข้อง ดังนี้
• รอบระยะเวลาเฉลี่ยของผู้ใช้ไฟฟ้าในกลุ่มแรก (วันที่ 15 – 20) เท่ากับ 2.5 วัน
• รอบระยะเวลาเฉลี่ยของผู้ใช้ไฟฟ้าในกลุ่มหลัง (วันที่ 21 – วันที่ 5 ของเดือนถัดไป) เท่ากับ 12.5 วัน
• รอบระยะเวลาการอ่านหน่วยอัตโนมัติโดยระบบมิเตอร์อัจฉริยะ เท่ากับ 2 วัน (รอบระยะเวลาเฉลี่ยเท่ากับ 1 วัน)
• รายได้ค่าขายไฟฟ้าเฉลี่ย 4.45 บาทต่อหน่วย
• อัตราการเติบโตของหน่วยการใช้ไฟฟ้าเท่ากับร้อยละ 3.78 ต่อปี
• ระยะเวลาในการทยอยปรับรอบการอ่านหน่วยประมาณ 1 ปี
• ต้นทุนทางการเงินเฉลี่ยของ กฟภ. เท่ากับร้อยละ 5.69

จำนวนหน่วย x ราคาต่อหน่วย / จำนวนวันต่อปี =

"###,
    ),
    //=== 10
    (
        r##"
ลดการลงทุนซ้าซ้อนในโครงการ Demand Response (DR)
"##,
        r###"
เงินลงทุนและค่าใช้จ่ายในการดำเนินงานที่ กฟภ. ประหยัดได้จากการไม่ต้องลงทุนซ้าซ้อนในโครงการ Demand Response (DR)
เนื่องจาก กฟภ. มีแผนจะดำเนินโครงการ Demand Response (DR) สำหรับผู้ใช้ไฟฟ้ารายใหญ่และรายย่อย 
เพื่อตอบสนองนโยบายภาครัฐในการลดการใช้พลังงาน ตามรายละเอียดผลการศึกษาความเหมาะสมในการดาเนินโครงการ DR 
ซึ่งการดำเนินโครงการ DR จำเป็นต้องมีโครงสร้างพื้นฐานที่เป็นระบบมิเตอร์อัจฉริยะ 
ประกอบไปด้วย ระบบบริหารจัดการข้อมูลมิเตอร์ มิเตอร์อัจฉริยะ และระบบสื่อสาร 
ซึ่งหากไม่มีการดำเนินโครงการระบบมิเตอร์อัจฉริยะ ระยะที่ 1 กฟภ. จะต้องลงทุนโครงสร้างพื้นฐานในส่วนของ AMI 
เพื่อใช้สาหรับดำเนินโครงการ DR ทั้งหมด 
ดังนั้น จะทำให้ กฟภ. สามารถประหยัดเงินลงทุนและค่าใช้จ่ายของโครงสร้างพื้นฐานที่จำเป็นต้องลงทุนในโครงการ DR ได้ 
โดยมีสมมติฐานการคานวณดังต่อไปนี้
• มูลค่าเงินลงทุน
  ▪ เงินลงทุนติดตั้งระบบหลักสาหรับใช้งานในโครงการ DR จำนวน 80 ล้านบาท
  ▪ ค่าใช้จ่ายในการลงทุนในส่วน Engineering & Project Management จำนวน 20 ล้านบาท
• ค่าจัดหาและติดตั้งมิเตอร์
  ▪ มิเตอร์ 1 เฟส 2,500 บาท/เครื่อง มิเตอร์ 3 เฟส 4,650 บาท/เครื่อง โดยมีอัตราการปรับเพิ่มที่ร้อยละ 0.50 ต่อปี
  ▪ สัดส่วนมิเตอร์แยกตามเฟส มิเตอร์ 1 เฟส ร้อยละ 30 มิเตอร์ 3 เฟส ร้อยละ 70
• ค่าใช้จ่ายวงจรระบบสื่อสาร 55 บาท/เดือน
• ค่าบำรุงรักษาระบบหลัก (MA) คิดที่ร้อยละ 15 ต่อปีของเงินลงทุนติดตั้งระบบหลัก โดยมีอัตราการปรับเพิ่มที่ร้อยละ 0.50 ต่อปี
• ค่าบำรุงรักษามิเตอร์ (MA) คิดที่ร้อยละ 5 ต่อปีของค่าจัดหาและติดตั้งมิเตอร์

"###,
    ),
    //=== 11
    (
        r##"
ลดการลงทุนสถานีไฟฟ้าและระบบไฟฟ้า
"##,
        r###"
ระบบ BESS ช่วยชะลอการลงทุนขยายระบบจำหน่ายไฟฟ้า เช่น การก่อสร้ายสายส่ง 115 kV, การ
ก่อสร้างสถานีไฟฟ้า 115/33-22 kV ใหม่, การติดตั้งหม้อแปลง 115/33-22 kV เพื่อรองรับความต้องการไฟฟ้าที่
เพิ่มสูงขึ้น โดยการใช้ระบบ BESS มาบริหารจัดการ Overload ของหม้อแปลงในสถานีไฟฟ้าดังกล่าว

ผลประโยชณ์จากการเลื่อนการลงทุนระบบจำหน่ายไฟฟ้า ของแต่ละสถานีไฟฟ้าขึ้นอยู่กับขอบเขต
งานขยายระบบไฟฟ้า เมื่อหม้อแปลงเกิดปัญหา Overload ขอบเขตงานขยายระบบไฟฟ้าของ กฟภ. จะกำหนดให้
แต่ละสถานีไฟฟ้า มีหม้อแปลงได้ไม่เกิน 2 ชุด ดังนั้นหากสถานีไฟฟ้าที่พิจารณา ปัจจุบันมีหม้อแปลง 1 ชุด ก็จะ
พิจารณาติดตั้งหม้อแปลงชุดที่ 2 แต่ถ้ามีหม้อแปลง 2 ชุดหรือมากกว่า ก็จะพิจารณาขยายระบบไฟฟ้า โดยการ
ก่อสร้างสถานีไฟฟ้าแห่งใหม่

อย่างไรก็ตาม เนื่องจาก อุปกรณ์ในระบบไฟฟ้า เช่น สายส่ง, หม้อแปลง, และสถานีไฟฟ้า มีอายุ
การใช้งาน 25 ปี ซึ่งไม่เท่ากับอายุการใช้งานของระบบ BESS ที่มีอายุการใช้งานที่ 12 ปี หรือช่วงเวลาที่ระบบ
BESS จะสามารถชะลอการลงทุนขยายระบบไฟฟ้าได้ ดังนั้นแนวทางการคิดตุ้นทุนทางเศรษฐศาสตร์ต่อปี
(Economics Annual Cost) ถูกนำมาใช้เพื่อคำนวณผลตอบแทนจากเสื่อมราคาของระบบไฟฟ้า ในช่วงที่
ระบบ BESS สามารถชะลอการลงทุนได้

ค่า Annual Cost งานขยายระบบจำหน่ายไฟฟ้าดังกล่าวคำนวณได้จาก
###PICT###001

r คือ อัตราลด (Discount Rate)
n คือ อายุการใช้งาน (ปี)

หากไม่มีการดำเนินการติดตั้งระบบ BESS ทาง กฟภ. จะต้องทำการขยายระบบไฟฟ้าที่สถานี
ไฟฟ้า ซึ่งมีมูลค่าเท่ากับ 328.95 ล้านบาท จากสมมุติฐานการปฏิบัติการระบบไฟฟ้า
อุปกรณ์ในระบบจำหน่ายไฟฟ้ามีอายุการใช้งาน 25 ปี และอัตราลดอยู่ที่
4.86% หากแทนค่าในสมการคำนวณจะได้ว่า Annual Cost เท่ากับ 23.01 ล้านบาท และ Annuity Factor
เท่ากับ 14.29

มูลค่าการลงทุน 23.01 ล้านบาท Annual Cost สามารถแปลได้อีกนัยว่าเป็นค่าเสื่อมราคาต่อปี
ของทรัพย์สินนั้น จึงถูกพิจารณาใช้เป็นผลประโยชน์จากการชะลอการลงทุนขยายระบบไฟฟ้า จากการที่ระบบ
BESS สามารถชะลอการลงทุนขยายไฟฟ้า

ระบบ BESS ของสถานีไฟฟ้าพานทอง 2 สามารถชะลอการลงทุนได้ 14 ปี ผลประโยชน์จึงมีค่า
เท่ากับ 23.01 ล้านบาท/ปี คูณด้วยอัตราเงินเฟ้อที่ 3% ต่อปี ตั้งแต่ปี 2023 ปีฐาน ดังนั้นในปี 2026 ผลประโยชน์
จากการชะลอการลงทุนเสริมระบบไฟฟ้าของสถานีไฟฟ้าพานทอง 2 จึงมีค่าเท่ากับ 25.15 ล้านบาท



"###,
    ),
    //=== 12
    (
        r##"
บริการเสริมด้านเสถียรภาพแรงดันไฟฟ้า (Ancillary Service)
"##,
        r###"
บริการเสริมด้านเสถียรภาพแรงดันไฟฟ้า (Ancillary Service)
บริการเสริมในระบบไฟฟ้า โดยทั่วไป แบ่งได้ออกเป็น 2 ประเภท คือ (1) บริการเสริมที่เกี่ยวข้อง
กับความถี่ระบบไฟฟ้าและ (2) บริการเสริมที่เกี่ยวข้องกับแรงดันระบบไฟฟ้า ในบริบทของประเทศไทย กฟภ. มี
หน้าที่รับผิดชอบในส่วนของบริการเสริมที่ไม่เกี่ยวข้องกับความถี่ เช่น การควบคุมแรงดันของสถานีไฟฟ้าให้เป็นไป
ตามข้อกำหนด
การคิดผลตอบแทนจากบริการเสริมด้านเสถียรภาพแรงดันไฟฟ้า พิจารณาจากความสามารถของ
ระบบ BESS ที่สามารถช่วยจ่าย MVar เพื่อรองรับความต้องการไฟฟ้าในหน่วย MW ที่สูงกว่าเกินพิกัด 75%
Transformer Normal Loading Limit
ในสถานีไฟฟ้าพานทอง 2 เมื่อเปรียบเทียบความต้องการไฟฟ้า (กราฟแท่งสีฟ้าและส้ม) กับพิกัด
หม้อแปลง (เส้นสีดำ) ในวันที่มีความต้องการไฟฟ้าสูงสุดของปี 2039 (วันในเดือนเมษายน) พบว่ากำลังไฟฟ้า

ส่วนเกินค่าพิกัดหม้อแปลงเท่ากับ 21.58 MW (89.08 MW – 67.50 MW) ที่ระบบ BESS ต้องใช้จ่ายไฟ
(Discharge) เพื่อบริหารจัดการโหลดของหม้อแปลง

###PICT###

นอกจากการที่ BESS จะจ่าย Active Power ได้แล้ว BESS ยังสามารถช่วยจ่าย Reactive
Power ของ MW โหลดส่วนเกินดังกล่าวได้อีกด้วย การคำนวณค่า Reactive Power ของโหลดส่วนเกินที่ p.f.
0.9 ได้เท่ากับ

###PICT###

คำนวณค่า Reactive Power, QBESS ได้เท่ากับ 10.45 MVar ซึ่งหมายความว่า กฟภ. จำเป็น
จะต้องลงทุนติดตั้ง Static Var Generator, SVG เพื่อจ่าย Reactive Power ดังกล่าวในกรณีที่ไม่มีระบบ
BESS

ดังนั้นระบบ BESS จะสามารถชะลอการลงทุน SVG ซึ่งมีมูลค่า 4 ล้านบาท/MVar และมีอายุ
การใช้งาน 10 ปี โดยคำนวณ Annual Cost ได้ 0.5145 ล้าบบาท/MVar/ปี (4.86% Discount Rate)
ผลประโยชน์ของโครงการจาก Ancillary Service ในปีเท่ากับ 5.38 ล้านบาท (10.45 MVar x 0.514 ล้าน
บาท/MVar) และคิดอัตราเงินเฟ้อที่ร้อยละ 3 ต่อปี จำนวน 16 ปี ตั้งแต่ปี 2023 (ปีฐาน) ถึงปี 2039 ทำให้
ผลประโยชน์ของโครงการจากบริการเสริมด้านเสถียรภาพแรงดันไฟฟ้าในปี 2039 เท่ากับ 8.63 ล้านบาท


"###,
    ),
    //=== 13
    (
        r##"
เพิ่มความสามารถในการรองรับพลังงานสูงสุด
"##,
        r###"
รายได้ที่เพิ่มขึ้นจากการขายไฟฟ้า (Incremental Revenue)
รายได้ที่เพิ่มขึ้นจากการขายไฟฟ้า จะพิจารณาเฉพาะโหลดส่วนเพิ่มซึ่งเป็นผลประโยชน์
เนื่องมาจากการใช้งานระบบ BESS เพื่อแก้ปัญหา Overload ของหม้อแปลง ในสถานีไฟฟ้า ดังนั้น กฟภ. จะมี
รายได้เพิ่มจากหน่วยที่ขายไฟฟ้าได้สูงขึ้น ตามความต้องการไฟฟ้าที่สูงขึ้น ตั้งแต่ปีแรกที่หม้อแปลงเริ่มเกิดปัญหา
Overload จนกระทั่ง ถึงปีสุดท้ายที่ BESS แก้ปัญหาหม้อแปลง Overload ได้ ซึ่งสถานีไฟฟ้าพานทอง 2 BESS
สามารถแก้ปัญหาหม้อแปลง Overload ได้ตลอดอายุการใช้งานที่ 14 ปี ของ BESS
ผลตอบแทนคำนวณจากรายได้ที่เพิ่มขึ้น จากการขายพลังงานไฟฟ้าของปีนั้นๆ เทียบกับปีสุดท้าย
ที่หม้อแปลงจ่ายโหลดได้ (ปีสุดท้ายที่ไม่เกิด Overload) เพราะหากไม่มี BESS จะไม่สามารถจ่ายโหลดส่วนที่เพิ่ม
ในปีถัดๆ ไปได้ เมื่อพิจารณาสถานีไฟฟ้าพานทอง 2 หม้อแปลงจ่ายไฟฟ้าได้จนถึงปี 2026 ขณะที่ BESS ถูกติดตั้ง
ใช้งานในปี 2026 - 2039 ผลประโยชน์จากการขายไฟฟ้าได้เพิ่ม เท่ากับ

###PICT###

ในสถานีไฟฟ้าพานทอง 2 มีผลประโยชน์จากการขายไฟฟ้าได้เพิ่ม ของปี 2026 ได้เท่ากับ 8.73
ล้านบาท รายได้ดังกล่าวจำเป็นต้องมีการคูณค่า Administrative Cost Factor
เมื่อรวมเงินเฟ้อ 3% จำนวน 3 ปี (2023 - 2026) ผลประโยชน์จากการขายไฟฟ้าได้เพิ่มจึงเท่ากับ
8.97 ล้านบาท (8.20 x 1.033) ตามตารางที่ 4.17 การคิดประโยชน์ในปีอื่นๆ ก็คำนวณในแนวทางเดียวกัน เทียบ
กับปี 2026 หรือปีแรกที่หม้อแปลงเกิด Overload


"###,
    ),
    //=== 14
    (
        r##"
ส่วนต่างราคาซื้อตามช่วงเวลา
"##,
        r###"
การลดความต้องการไฟฟ้าสูงสุด (Peak Shaving)

การทำ Peak Shaving สามารถลดความต้องการพลังงานไฟฟ้าสูงสุด ซึ่งผลประโยชน์ที่ได้รับเกิด
จากการซื้อไฟฟ้าในช่วง Off Peak มาบริหารจัดการจ่ายไฟฟ้า ในช่วง Peak ซึ่งมีทั้งสองช่วงเวลามีต้นทุนค่าไฟฟ้า
ที่ต่างกัน คือ 3.6199 และ 2.3341 บาท/kWh ในช่วง Peak และ Off Peak ตามลำดับ ในการทำ Peak Shaving
นั้น ระบบ BESS จะ Charge ไฟฟ้าในช่วง Off Peak ให้มีพลังงานเต็ม (Max SOC, 95%) และพลังงานดังกล่าวจะ
ถูก Discharge ในช่วง Peak จนระบบ BESS หมดพลังงาน (Min SOC, 5%) การทำงานของระบบ BESS ที่สถานี
ไฟฟ้าพานทอง 2 ใน 1 วัน ของเดือนเมษายน 2026 (รูปที่ 4.14)

กราฟเส้นปะสีชมพู แสดง %SOC (% พลังงานที่เก็บสะสมในระบบ BESS) พบว่า ระบบ BESS จะ
ถูก Charge จนเต็มที่ 95% SOC ตั้งแต่ช่วงเริ่มต้นของวัน (H23-24, H1-2, H2-3 หรือช่วง Off Peak) เพื่อนำ
พลังงานดังกล่าวมาใช้บริหารจัดการ Loading ของหม้อแปลงในช่วง Peak (หรือทำ Peak shaving) โดย BESS จะ
Discharge (H14-15, H15-16, H19-20, H20-21, และ H21-22) สังเกตจากกราฟแท่งสีเขียวแสดงการทำงาน (+)
Charge และ (-) Discharge ของ BESS

กราฟเส้นสีฟ้าและสีส้ม หมายถึงค่า MW โหลด และ MW กำลังไฟฟ้าที่ไหลผ่านหม้อแปลง
ตามลำดับ จะสังเกตว่า BESS ถูกใช้บริหารจัดการกำลังไฟฟ้า ทำให้กำลังไฟฟ้าที่ไหลผ่านหม้อแปลง (เส้นสีส้ม) มี
ลักษณะค่อนข้างเรียบในช่วง Peak เมื่อเทียบกับ MW โหลดที่ไม่มี BESS (เส้นสีฟ้า)

จากพฤติกรรมการใช้งานระบบ BESS ดังกล่าวจะถูกกำหนดเป็น Operation Strategy โดยระบบ
BESS จะถูก Charge ไฟฟ้าให้เต็มทุกในช่วง Off Peak และ Discharge ช่วง Peak จนหมดในทุกๆ วัน

ดังนั้นผลประโยชน์ของ Peak Shaving จะคิดพิจารณาจากการลดค่าต้นทุนการซื้อไฟฟ้า/การ
จัดหาพลังงานไฟฟ้า จากการซื้อไฟฟ้า ในช่วง Off Peak เพื่อ Charge BESS และ Discharge เพื่อจ่ายไฟฟ้าในช่วง
Peak แทนการซื้อไฟฟ้าในช่วงดังกล่าวที่มีราคาสูง ตามแนวคิดในรูปที่ 4.15 และสมการดังนี้

###PICT###
###PICT###

สถานีไฟฟ้าพานทอง 2 มีระบบ BESS ขนาด 32 MWh ที่ค่า Max/Min SOC ที่ 5% และ 95%,
Ebattery เท่ากับ 28.80 MWh คำนวณผลประโยชน์จากระบบ BESS ต่อวันได้ ได้ประมาณ 23,203.23 บาท/
วัน หรือ 5.71 ล้านบาท/ปี (246 วัน/ปี) หากพิจารณาอัตราเงินเฟ้อ 3% จำนวน 3 ปี จากปี 2023 (ปีฐาน) ถึง
ปี 2026 ได้เท่ากับ 6.24 ล้านบาทในปี 2026

"###,
    ),
    //=== 15
    (
        r##"
ลดค่าใช้จ่ายในการปรับปรุงแป้นไม้ สายนำ กล่อง
"##,
        r###"
ประโยชน์จากการลดค่าใช้จ่ายในการปรับปรุงแป้นไม้ สายนา กล่อง
กรณีไม่ได้มีการดำเนินโครงการ กำหนดสมมติฐานให้ กฟภ. ยังคงต้องมีค่าใช้จ่ายในการปรับปรุงแป้นไม้ 
สายนำ กล่อง จากภาระในการซ่อมแซมความชารุดเสียหายและสับเปลี่ยนมิเตอร์ที่ถึงกาหนดอายุการใช้งาน
สำหรับมิเตอร์ที่อยู่ในพื้นที่ของโครงการ 
ดังนั้น การดำเนินโครงการจึงเป็นการทดแทนงานซ่อมแซมและสับเปลี่ยนมิเตอร์ตามวาระ
ในกรณีที่ไม่ได้ดำเนินโครงการ 
โดยค่าใช้จ่ายที่ กฟภ. ประหยัดได้ดังกล่าว คำนวณเทียบจากโครงการพัฒนาโครงข่ายไฟฟ้าอัจฉริยะ (Smart Grid) 
ในพื้นที่เมืองพัทยาซึ่งมีค่าใช้จ่ายทั้งหมดประมาณ 20 ล้านบาท สำหรับมิเตอร์ในโครงการ 116,000 เครื่อง 
ต้นทุนเฉลี่ยในการปรับปรุงแป้นไม้ สายนำ กล่อง อยู่ที่ประมาณเครื่องละ 172.41 บาท

จำนวนมิเตอร์ x 172.41

"###,
    ),
    //=== 16
    (
        r##"
ลดอัตราการเพิ่มขึ้นของอัตรากำลังของ กฟภ.
"##,
        r###"
ประโยชน์จากการลดอัตราการเพิ่มขึ้นของอัตรากำลังของ กฟภ.

การนำระบบมิเตอร์อัจฉริยะ มาใช้งานทำให้ กฟภ. ลดอัตราการเพิ่มขึ้นของอัตรากำลังในส่วนของพนักงานด้านมิเตอร์
ทำให้ กฟภ. บริหารจัดการอัตรากำลังหรือโยกย้ายพนักงานไปทำงานด้านอื่น ๆ 
ทำให้ กฟภ. สามารถประหยัดค่าใช้จ่ายด้านพนักงานได้ในระยะยาว โดยกำหนดสมมติฐานดังนี้
• ประมาณการจำนวนพนักงานที่ลดลงได้ในอนาคต ร้อยละ 25 ของอัตรากาลัง ณ ปัจจุบัน 
  จำนวนมิเตอร์ต่อคน 5,825
• อัตราค่าจ้างพนักงานเฉลี่ย 35,000 บาทต่อเดือนต่อคน
• ผลประโยชน์อื่นของพนักงานนอกจากเงินเดือนค่าจ้าง ได้แก่
  ▪ โบนัส จำนวน 1 เดือน
  ▪ เงินสมทบกองทุนสำรองเลี้ยงชีพ ร้อยละ 3 ของเงินเดือน
  ▪ เงินสมทบประกันสังคม ร้อยละ 5 ของเงินเดือน
  ▪ ไม่คิดรวมค่าล่วงเวลาอื่น ๆ จากการปฏิบัติงาน
• อัตราการเพิ่มขึ้นของค่าจ้างพนักงาน ร้อยละ 4 ต่อปี

จำนวนคน x 35,000 x (12+1) * 1.03 * 1.05

"###,
    ),
    //=== 17
    (
        r##"
การจำหน่ายมิเตอร์จานหมุนที่สับเปลี่ยนออกมา
"##,
        r###"
ประโยชน์จากมิเตอร์จานหมุนที่สับเปลี่ยนออกมา

การติดตั้งมิเตอร์อัจฉริยะในพื้นที่โครงการ จะส่งผลให้มีการรื้อถอนมิเตอร์จานหมุนเดิม
โดย กฟภ. จะนำมิเตอร์ที่อยู่ในสภาพใช้งานได้และมีอายุการใช้งานคงเหลือเพียงพอ
นำไปหมุนเวียนใช้ต่อในพื้นที่อื่น ขณะเดียวกันจะมีมิเตอร์ส่วนหนึ่ง
ซึ่งสามารถจำหน่ายให้กับเอกชนที่ต้องการรวมถึงประเทศเพื่อนบ้าน 
และส่วนที่ไม่สามารถใช้งานได้จะเป็นซากทรัพย์สิน 

ในการประเมินประโยชน์ที่ กฟภ. จะได้รับจะพิจารณาเฉพาะมิเตอร์จานหมุนที่สามารถจำหน่ายต่อได้ โดยมีสมมติฐานในการคำนวณดังต่อไปนี้
• มิเตอร์ที่สามารถนำไปใช้ประโยชน์ต่อได้จะเป็นมิเตอร์ที่อายุการใช้งานไม่เกิน 5 ปี
• สัดส่วนของมิเตอร์จานหมุนที่สามารถนามาใช้ประโยชน์ต่อไปได้เท่ากับร้อยละ 33.33 ของจำนวนมิเตอร์ทั้งหมดที่มีการรื้อถอน 
โดยประเมินจากการประมาณการอายุการใช้งานของมิเตอร์จานหมุนที่ติดตั้งใช้งานให้กับผู้ใช้ไฟฟ้าในปัจจุบันซึ่งจะมีอายุตั้งแต่ 0 ปี จนถึง 15 ปี 
จึงกำหนดสมมติฐานให้มิเตอร์ที่มีอายุการใช้งานต่ากว่า 5 ปี มีสัดส่วนประมาณ 1 ใน 3 ของมิเตอร์ทั้งหมด
• สัดส่วนของมิเตอร์ 1 เฟส ต่อมิเตอร์ 3 เฟส เท่ากับร้อยละ 93 : ร้อยละ 7
• ราคาจำหน่ายของมิเตอร์ 1 เฟส ที่ถูกสับเปลี่ยนออกมาเฉลี่ยเท่ากับ 50 บาท/เครื่อง
• ราคาจาหน่ายของมิเตอร์ 3 เฟส ที่ถูกสับเปลี่ยนออกมาเฉลี่ยเท่ากับ 100 บาท/เครื่อง

"###,
    ),
    //=== 18
    (
        r##"
ลดการลงทุนในมิเตอร์อิเล็กทรอนิกส์
"##,
        r###"
เงินลงทุนมิเตอร์อิเล็กทรอนิกส์ที่สามารถประหยัดได้

ในกรณีที่ไม่มีการดำเนินโครงการระบบมิเตอร์อัจฉริยะ กฟภ. ยังคงมีภาระในการซ่อมแซม 
ความชำรุดเสียหายและสับเปลี่ยนมิเตอร์ที่ถึงกำหนดอายุการใช้งานสำหรับมิเตอร์ที่อยู่ในพื้นที่ของโครงการ
ดังนั้น การดำเนินโครงการ จึงเป็นการทดแทนงานซ่อมแซมและสับเปลี่ยนมิเตอร์ตามวาระไปโดยปริยาย 
จึงทำให้ กฟภ. สามารถประหยัดต้นทุนในการจัดหามิเตอร์อิเล็กทรอนิกส์ที่ต้องนำไปใช้ในการสับเปลี่ยนในพื้นที่ดังกล่าวได้
ทั้งนี้ การประเมินประโยชน์ทั้งสองส่วนข้างต้นมีสมมติฐานที่เกี่ยวข้องดังนี้

• การสับเปลี่ยนมิเตอร์ตามวาระมีสัดส่วนของมิเตอร์ที่ดำเนินการในแต่ละปีอยู่ที่ร้อยละ 10 ของมิเตอร์ทั้งหมด
โดยอ้างอิงจากการประเมินอายุการใช้งานเฉลี่ยที่เหมาะสมของมิเตอร์อิเล็กทรอนิกส์ที่ระยะเวลา 10 ปี 
ที่ผ่านมา กฟภ. มีการทยอยสับเปลี่ยนมิเตอร์ตามวาระอย่างสม่าเสมอ 
ดังนั้น ในรอบระยะเวลา 1 ปีจะมีมิเตอร์อยู่ประมาณร้อยละ 10 ที่ถึงกำหนด การสับเปลี่ยน

• เนื่องจากมิเตอร์ที่ติดตั้งใหม่ไปช่วงระยะเวลาหนึ่งจะเริ่มมีการชำรุดเสื่อมสภาพและต้องเปลี่ยนทดแทนตั้งแต่ปีที่ 3 
 โดยกำหนดสมมติฐานการติดตั้งมิเตอร์ทดแทน ในอัตราเดียวกันกับมิเตอร์อิเล็กทรอนิกส์
• ราคาจำหน่ายของมิเตอร์อิเล็กทรอนิกส์
  ▪ มิเตอร์ 1 เฟส เท่ากับ 525 บาท/เครื่อง
  ▪ มิเตอร์ 3 เฟส เท่ากับ 1,285 บาท/เครื่อง
• ค่าจ้างสับเปลี่ยนมิเตอร์
  ▪ มิเตอร์ 1 เฟส เท่ากับ 100 บาท/เครื่อง
  ▪ มิเตอร์ 3 เฟส เท่ากับ 200 บาท/เครื่อง
• ค่าติดตั้งมิเตอร์
  ▪ มิเตอร์ 1 เฟส เท่ากับ 250 บาท/เครื่อง
  ▪ มิเตอร์ 3 เฟส เท่ากับ 400 บาท/เครื่อง
• อัตราการปรับเพิ่มของราคาเท่ากับร้อยละ 0.50 ต่อปี
• สัดส่วนมิเตอร์ทดแทน ร้อยละ 2 ของมิเตอร์ที่มีการติดตั้ง

"###,
    ),
    /*
        //=== 19
        (
            r##"
    ลดภาระงานปฏิบัติการมิเตอร์จานหมุน
    "##,
            r###"
    ค่าใช้จ่ายด้านปฏิบัติการมิเตอร์จานหมุนที่ประหยัดได้

    เป็นผลประโยชน์ที่ กฟภ. ได้รับจากการลดค่าใช้จ่ายด้านปฏิบัติการมิเตอร์จานหมุน โดยระบบมิเตอร์อัจฉริยะ
    จะทำให้ กฟภ. สามารถลดภาระงานรวมถึงภาระค่าใช้จ่ายการจ้างเหมาบริการเอกชนดำเนินการเกี่ยวกับ มิเตอร์จานหมุน ประกอบด้วย
    • ค่าใช้จ่ายในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า
    • ค่าใช้จ่ายในงานงดจ่ายไฟ
    โดยมีรายละเอียดดังนี้

    "###,
        ),
        */
    //=== 20
    (
        r##"
ค่าใช้จ่าย ในการ จดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์จานหมุน
"##,
        r###"
ค่าใช้จ่าย ในการ จดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์จานหมุน

(1) ค่าใช้จ่ายในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า ที่ กฟภ. ประหยัดได้
โครงการระบบมิเตอร์อัจฉริยะทำให้ กฟภ. สามารถลดค่าใช้จ่ายในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า 
ซึ่งเดิมใช้การจ้างเหมาผู้รับจ้างเพื่อจดหน่วยที่มิเตอร์และพิมพ์บิล แจ้งค่าไฟฟ้า ณ ที่อยู่ของผู้ใช้ไฟฟ้า 
โดยนับเฉพาะจำนวนมิเตอร์ ณ ระยะเริ่มต้นโครงการ ไม่รวมมิเตอร์ที่ กฟภ. ติดตั้งเพิ่มตามจำนวนผู้ใช้ไฟฟ้า ที่เพิ่มขึ้น โดยมีสมมติฐานดังนี้
• ต้นทุนค่าจ้างเหมาการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า อยู่ที่ 6.20 บาทต่อเครื่องต่อเดือน
• สมมติฐานอัตราการปรับเพิ่มค่าจ้างเหมาในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า ร้อยละ 4 ต่อปี
• จำนวนมิเตอร์ที่ กฟภ. สามารถประหยัดค่าจ้างเหมาในการจดหน่วยในแต่ละปี 
ประกอบด้วย จำนวนมิเตอร์ที่มีการติดตั้งสะสมในพื้นที่โครงการ ณ ต้นปีที่พิจารณา (หรือเท่ากับจานวนมิเตอร์สะสมในปีก่อนหน้า) 
รวมกับจำนวนมิเตอร์ที่ทยอยติดตั้งและส่งมอบให้ กฟภ. รายเดือน โดยกำหนดสมมติฐานให้การกระจายตัวของมิเตอร์ที่ทยอยติดตั้งในแต่ละปีเท่ากันทุกเดือน 
ทำให้ค่าจ้างจดหน่วยของ กฟภ. สำหรับมิเตอร์ทยอยติดตั้งในปีคิดเป็นร้อยละ 54.17 ของค่าจ้างจดหน่วยกรณีมีการติดตั้งเต็มปี

"###,
    ),
    //=== 21
    (
        r##"
ค่าใช้จ่ายในงาน งดจ่ายไฟที่ กฟภ. ประหยัดได้
"##,
        r###"
(2) ค่าใช้จ่ายในงานงดจ่ายไฟที่ประหยัดได้
เมื่อมีระบบมิเตอร์อัจฉริยะ กฟภ. จะสามารถสั่งตัด/ต่อมิเตอร์ผ่านระบบได้โดยไม่ต้องส่งเจ้าหน้าที่ของ กฟภ. หรือผู้รับจ้างไปปฏิบัติงาน 
ระบบมิเตอร์อัจฉริยะจึงทำให้ กฟภ. สามารถลดค่าใช้จ่ายในการจ้างเหมาผู้รับจ้างออกไปดำเนินงานงดจ่ายไฟฟ้า (ตัด/ต่อกลับมิเตอร์)
การคำนวณค่าจ้างในงานงดจ่ายไฟที่ กฟภ. ประหยัดได้ มีสมมติฐานดังนี้
(2.1) ค่าจ้างเหมางานงดจ่ายไฟ (ถอดสาย ต่อกลับ) เฉลี่ย
▪ มิเตอร์ 1 เฟส เท่ากับ 130 บาท/เครื่อง
▪ มิเตอร์ 3 เฟส เท่ากับ 190 บาท/เครื่อง
(2.2) อัตราการเพิ่มของค่าจ้างเหมางานงดจ่ายไฟ ร้อยละ 4 ต่อปี
(2.3) สัดส่วนมิเตอร์ที่มีภาระงานงดจ่ายไฟต่อจำนวนมิเตอร์ทั้งหมด อ้างอิงสัดส่วนปริมาณงานจากโครงการ Smart Grid พัทยา
▪ มิเตอร์ 1 เฟส เท่ากับ ร้อยละ 0.04 ต่อจานวนมิเตอร์ทั้งหมดต่อวัน
▪ มิเตอร์ 3 เฟส เท่ากับ ร้อยละ 0.01 ต่อจานวนมิเตอร์ทั้งหมดต่อวัน

"###,
    ),
    /*
        //=== 22
        (
            r##"
    ประโยชน์จากการสับเปลี่ยนมิเตอร์ TOU
    "##,
            r###"
    ประโยชน์จากการสับเปลี่ยนมิเตอร์ TOU

    การเลือกสับเปลี่ยนมิเตอร์ TOU ของผู้ใช้ไฟฟ้าทั่วประเทศ ซึ่งเป็นกลุ่มที่ปัจจุบันบางส่วนเป็นผู้ใช้ไฟปริมาณสูง
    รวมถึงเป็น Prosumer หรือเป็นกลุ่มที่ติดตั้ง EV Charging อยู่แล้ว และมีโอกาสที่จะต่อยอดอื่น ๆ เช่น Demand Response, Energy Trading
    จะช่วยให้ กฟภ. สามารถบริหารจัดการและเฝ้าระวังการใช้ไฟฟ้าของกลุ่มนี้ได้
    นอกจากนั้น ประโยชน์อื่น ๆ ที่ได้จากการนำระบบมิเตอร์อัจฉริยะ มาใช้กับกลุ่ม TOU Meter เดิมได้แก่
    • การอ่านค่าหน่วยไฟฟ้าสามารถทำได้ Online ทำให้สามารถลดการเดินทางไปจดหน่วย ที่หน้ามิเตอร์ และลดความผิดพลาดในการอ่านหน่วย (ปกติ TOU ต้องอ่านหลายค่า) ปัจจุบันพนักงาน กฟภ. เป็นผู้จดหน่วยเอง
    • การปรับปรุงข้อมูลวันหยุดพิเศษ สามารถทำได้ Online ทำให้สามารถลดการเดินทางไปปรับปรุงข้อมูลที่หน้ามิเตอร์
    • รองรับการจัดเก็บค่าไฟฟ้ารูปแบบใหม่ ๆ (New Tariff) เช่น EV Rate, Dynamic rate, Net metering, Net billing
    • ประโยชน์จากการสับเปลี่ยนมิเตอร์ TOU เป็นมิเตอร์อัจฉริยะในการศึกษานี้ ประกอบด้วย
        ▪ ประโยชน์จากการจำหน่ายมิเตอร์ TOU ที่มีการสับเปลี่ยน
        ▪ การลดค่าใช้จ่ายในการจดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์ TOU
        ▪ การลดค่าใช้จ่ายในงาน Update วันหยุดพิเศษ

    "###,
        ),
        */
        /*
            //=== 23
            (
                r##"
        ค่าใช้จ่าย ในการ จดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์จานหมุน
        "##,
                r###"
        ค่าใช้จ่าย ในการ จดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์จานหมุน

        (1) ค่าใช้จ่ายในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า ที่ กฟภ. ประหยัดได้
        โครงการระบบมิเตอร์อัจฉริยะทำให้ กฟภ. สามารถลดค่าใช้จ่ายในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า
        ซึ่งเดิมใช้การจ้างเหมาผู้รับจ้างเพื่อจดหน่วยที่มิเตอร์และพิมพ์บิล แจ้งค่าไฟฟ้า ณ ที่อยู่ของผู้ใช้ไฟฟ้า
        โดยนับเฉพาะจำนวนมิเตอร์ ณ ระยะเริ่มต้นโครงการ ไม่รวมมิเตอร์ที่ กฟภ. ติดตั้งเพิ่มตามจำนวนผู้ใช้ไฟฟ้า ที่เพิ่มขึ้น โดยมีสมมติฐานดังนี้
        • ต้นทุนค่าจ้างเหมาการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า อยู่ที่ 6.20 บาทต่อเครื่องต่อเดือน
        • สมมติฐานอัตราการปรับเพิ่มค่าจ้างเหมาในการจดหน่วย พิมพ์บิล แจ้งค่าไฟฟ้า ร้อยละ 4 ต่อปี
        • จำนวนมิเตอร์ที่ กฟภ. สามารถประหยัดค่าจ้างเหมาในการจดหน่วยในแต่ละปี
        ประกอบด้วย จำนวนมิเตอร์ที่มีการติดตั้งสะสมในพื้นที่โครงการ ณ ต้นปีที่พิจารณา (หรือเท่ากับจานวนมิเตอร์สะสมในปีก่อนหน้า)
        รวมกับจำนวนมิเตอร์ที่ทยอยติดตั้งและส่งมอบให้ กฟภ. รายเดือน โดยกำหนดสมมติฐานให้การกระจายตัวของมิเตอร์ที่ทยอยติดตั้งในแต่ละปีเท่ากันทุกเดือน
        ทำให้ค่าจ้างจดหน่วยของ กฟภ. สำหรับมิเตอร์ทยอยติดตั้งในปีคิดเป็นร้อยละ 54.17 ของค่าจ้างจดหน่วยกรณีมีการติดตั้งเต็มปี

        "###,
            ),
            */
    //=== 24
    (
        r##"
ประโยชน์จากการจำหน่ายมิเตอร์ TOU
"##,
        r###"
(1) ประโยชน์จากการจาหน่ายมิเตอร์ TOU ที่มีการสับเปลี่ยน
เมื่อมีการดำเนินโครงการ มิเตอร์ TOU เดิมที่สับเปลี่ยนออกมา จะมีมิเตอร์ TOU ส่วนหนึ่ง ที่อยู่ในสภาพใช้งานได้และยังมีอายุการใช้งานที่ยาวนานเพียงพอจะนำกลับมาใช้ได้อีกครั้ง 
ในการประเมินประโยชน์ที่ กฟภ. จะได้รับจากมิเตอร์ TOU ที่สับเปลี่ยนออกมา มีสมมติฐานในการคานวณดังต่อไปนี้
• มิเตอร์ TOU ที่ยังสามารถนำไปใช้ประโยชน์ได้จะเป็นมิเตอร์ที่อายุการใช้งานไม่เกิน 3 ปี
• ประเมินจากการประมาณการอายุการใช้งานของมิเตอร์ TOU ที่ติดตั้งใช้งานให้กับผู้ใช้ไฟฟ้า ในปัจจุบันซึ่งจะมีอายุตั้งแต่ 0 ปี จนถึง 10 ปี (สมมุติฐานอายุการใช้งาน) 
จึงกำหนดสมมติฐานให้มิเตอร์ที่มีอายุการใช้งานไม่เกิน 3 ปี มีสัดส่วนประมาณร้อยละ 30 ของมิเตอร์ทั้งหมด
• สัดส่วนของมิเตอร์ TOU 1 เฟส ต่อ 3 เฟส เท่ากับร้อยละ 74 : ร้อยละ 26
• ราคาจำหน่ายของมิเตอร์ TOU ที่ถูกสับเปลี่ยนออกมา
	▪ มิเตอร์ TOU 1 เฟส 350 บาท/เครื่อง
	▪ มิเตอร์ TOU 1 เฟส 857 บาท/เครื่อง


"###,
    ),
    //=== 25
    (
        r##"
การลดค่าใช้จ่ายในการจดหน่วย
"##,
        r###"
(2) การลดค่าใช้จ่ายในการจดหน่วย ที่ กฟภ. ประหยัดได้จากมิเตอร์ TOU
ระบบมิเตอร์อัจฉริยะ ทำให้ กฟภ. สามารถลดค่าใช้จ่ายในการจดหน่วยมิเตอร์ TOU โดยการศึกษาจะนับเฉพาะจานวนมิเตอร์ ณ ระยะเริ่มต้นโครงการ 
ไม่รวมมิเตอร์ที่ กฟภ. ติดตั้งเพิ่มตามจำนวนผู้ใช้ไฟฟ้า ที่เพิ่มขึ้น โดยมีสมมติฐานดังนี้
• ต้นทุนค่าจ้างเหมาการจดหน่วยมิเตอร์ TOU 18 บาทต่อเครื่อง
• อัตราการเพิ่มของค่าจ้างเหมาในการจดหน่วย ร้อยละ 4 ต่อปี
• จำนวนมิเตอร์ TOU ที่ กฟภ. สามารถประหยัดค่าจ้างในการจดหน่วยในแต่ละปี ประกอบด้วย 
	1) จำนวนมิเตอร์ TOU ที่มีการติดตั้งสะสมในพื้นที่โครงการ ณ ต้นปีที่พิจารณา (หรือเท่ากับจำนวนมิเตอร์สะสมในปีก่อนหน้า) รวมกับ 
	2) จานวนมิเตอร์ TOU ที่ทยอยติดตั้งและส่งมอบให้ กฟภ. รายเดือน โดยกำหนดสมมติฐานให้การกระจายตัวของมิเตอร์ที่ติดตั้งในแต่ละปีเท่ากันทุกเดือน 
	ทำให้ค่าจ้างจดหน่วยของ กฟภ. สำหรับมิเตอร์ทยอยติดตั้งในปีคิดเป็นร้อยละ 54.17 ของค่าจ้างจดหน่วยกรณีมีการติดตั้งเต็มปี

"###,
    ),
    //=== 26
    (
        r##"
การลดค่าใช้จ่ายในงาน Update วันหยุดพิเศษ
"##,
        r###"
(3) การลดค่าใช้จ่ายในงาน Update วันหยุดพิเศษ

ในแต่ละปี กฟภ. จะต้องส่งพนักงานไปปรับปรุง (Update) วันหยุดพิเศษที่ประกาศเฉพาะในปีนั้น ๆ 
โดยใช้เครื่องมือพิเศษและต้องดำเนินการที่หน้าเครื่องมิเตอร์ การดำเนินการนี้สามารถดำเนินการได้ผ่านระบบมิเตอร์อัจฉริยะ 
ผ่าน Online โดยไม่ต้องออกไปที่หน้างานและสามารถดำเนินการพร้อมกันได้ทั้งหมด โดยมีสมมติฐานค่าใช้จ่ายในงาน Update วันหยุดพิเศษ 200 บาทต่อเครื่อง

"###,
    ),
    //=== 27
    (
        r##"
ลดภาระการจัดการระบบจำหน่าย (Meter Field Operation Cost)
"##,
        r###"
การลดค่าใช้จ่ายการจัดการโครงข่ายระบบจาหน่าย (Meter Field Operation Cost)

ระบบมิเตอร์อัจฉริยะ สามารถตรวจสอบระดับแรงดันไฟฟ้าและคุณภาพกำลังไฟฟ้าได้ 
โดยเฉพาะในกรณี ผู้ใช้ไฟฟ้าประเภทอุตสาหกรรม (ผู้ใช้ไฟรายย่อยส่วนหนึ่งเป็นกิจการขนาดเล็กและกลาง) 
และในโครงการฯ ได้ออกแบบให้มี มิเตอร์อัจฉริยะ ที่ทำหน้าที่เป็น Bellwether meter ที่สามารถอ่านค่าและแจ้งเตือนสภาวะของโครงข่ายได้ละเอียด 
โดยติดตั้งในทุก Feeder ของระบบจาหน่ายแรงต่ำ ทำให้ กฟภ. สามารถลดค่าใช้จ่ายในการออกหน้างานและค่าใช้จ่ายการจัดการโครงข่ายระบบจำหน่ายได้ 
การคำนวณค่าใช้จ่ายการจัดการโครงข่ายระบบจำหน่าย ที่ กฟภ. ประหยัดได้ มีสมมติฐานดังนี้

• ค่าใช้จ่ายของการปฏิบัติงานนอกสถานที่ 2,000 บาทต่อชั่วโมง
• อัตราการเพิ่มขึ้นของค่าใช้จ่ายการจัดการโครงข่ายระบบจาหน่าย ร้อยละ 4 ต่อปี
• ระยะเวลาที่ต้องปฏิบัติงานประเมินจากระยะเวลาดับไฟ โดยอ้างอิงโครงการพัฒนาโครงข่ายไฟฟ้าอัจฉริยะ (Smart Grid) ในพื้นที่เมืองพัทยา 
โดยเทียบสัดส่วนระยะเวลาดับไฟของพื้นที่พัทยา จำนวนมิเตอร์ 3 เฟสของพัทยาเทียบกับจำนวนมิเตอร์ 3 เฟส ที่ติดตั้งในพื้นที่โครงการ 

ทั้งนี้ มิเตอร์ 3 เฟสของพัทยาคิดเป็นสัดส่วนร้อยละ 6.40 ของมิเตอร์ในพื้นที่โครงการ 
ขณะที่สมมติฐานโครงการพัฒนาโครงข่ายไฟฟ้าอัจฉริยะ (Smart Grid) ในพื้นที่เมืองพัทยามีระยะเวลำดับไฟรวม 125 ชั่วโมงต่อปี 
ประเมินระยะเวลาดับไฟของพื้นที่โครงการคาดการณ์ที่ 1,955 ชั่วโมงต่อปี


ค่าใช้จ่ายของการปฏิบัติงานนอกสถานที่ 2,000 บาทต่อชั่วโมง
ดับไฟรวม 125 ชั่วโมงต่อปี 116000
100

39.72ล้านบาท

"###,
    ),
    //=== 28
    (
        r##"
เพิ่มคุณภาพการบริการลดข้อร้องเรียน
"##,
        r###"
การลดข้อร้องเรียนจากผู้ใช้ไฟฟ้า / เพิ่มคุณภาพการบริการลูกค้า

เนื่องจากระบบมิเตอร์อัจฉริยะ สามารถให้ข้อมูลและบริหารจัดการงานที่เกี่ยวข้องได้ 
เช่น มีข้อมูลการใช้พลังงานของลูกค้า การที่ระบบมิเตอร์อัจฉริยะ ช่วยปรับปรุงในเรื่องการจัดการกระแสไฟฟ้าขัดข้อง 
การที่ระบบมิเตอร์อัจฉริยะ สามารถดำเนินการในแบบ Remote Control ไปยังมิเตอร์ได้หรือตอบสนองความต้องการที่เกี่ยวข้องผ่านระบบมิเตอร์อัจฉริยะ ได้อย่างรวดเร็ว 
ไม่จำเป็นต้องส่งเจ้าหน้าที่ไปยังหน้างาน หรือรอให้ลูกค้าต้องเป็นผู้ติดต่อ กฟภ. เพื่อแจ้งข้อร้องเรียนต่าง ๆ ระบบมิเตอร์อัจฉริยะ 
จึงสามารถลดข้อร้องเรียนจากผู้ใช้ไฟฟ้าลงได้ ซึ่งจะทำให้ กฟภ. สามารถเพิ่มคุณภาพการบริการให้แก่ผู้ใช้ไฟมากขึ้น
การคำนวณประโยชน์ที่ กฟภ. ได้รับจากการลดข้อร้องเรียนจากผู้ใช้ไฟฟ้า ประเมินจากต้นทุนค่าใช้จ่ายศูนย์บริการลูกค้าที่ กฟภ. สามารถลดลงได้จากระบบมิเตอร์อัจฉริยะ โดยมีสมมติฐานดังนี้

• สัดส่วนข้อร้องเรียนเกี่ยวกับคุณภาพไฟฟ้า การจดหน่วย แจ้งค่าไฟฟ้า ต่อจำนวนข้อร้องเรียนทั้งหมดที่สามารถลดลงจากความสามารถของระบบมิเตอร์อัจฉริยะ ร้อยละ 42
• ค่าจ้างบริการศูนย์บริการลูกค้าต่อจำนวนผู้ใช้ไฟเฉลี่ย 3.33 บาทต่อจำนวนผู้ใช้ไฟ
• อัตราการเพิ่มขึ้นของค่าจ้างบริการศูนย์บริการลูกค้า คงที่


"###,
    ),
    //=== 29
    (
        r##"
มูลค่าทรัพย์สินคงเหลือเมื่อสิ้นสุดโครงการ
"##,
        r###"
ประโยชน์จากมูลค่าทรัพย์สินคงเหลือเมื่อสิ้นสุดโครงการ

มูลค่าทรัพย์สินคงเหลือ (Salvage Value) ในส่วนของเงินลงทุนมิเตอร์ เมื่อหักค่าเสื่อมราคาด้วยการคำนวณแบบวิธีเส้นตรง ณ เวลาปีที่สิ้นสุดโครงการ
 (กำหนดสมมติฐานอายุการใช้งานมิเตอร์เท่ากับ 11 ปี) มีมูลค่ารวม 501.62 ล้านบาท ณ ปีที่ 12 ของการดำเนินโครงการ


"###,
    ),
    //=== 30
    (
        r##"
ลดภาระการบันทึกข้อมูลกริดโมเดล
"##,
        r###"
การบันทึกข้อมูลกริดโมเดลในระบบ GIS เป็นภาระงานที่สำคััญหลังจากติดตั้ง หรือเปลี่ยนแปลงอุปกรณ์ในระบบไฟฟ้า
ที่ผ่านมาการบันทึกข้อมูลดังกล่าวเป็นภาระงานสำคัญของการปฏิบัติงาน
การพัฒนาระบบสมาร์ทกริดในโครงการนี้จะทำให้การบันทึกข้อมูลกริดเกิดขึ้นได้อย่างอัตโนมัติ
ลดภาระในการบันทึกข้อมูล
โดยกำหนดสมมุติฐานว่ามีอัตราการบัันทึกข้อมูลร้อยละ 1 ของอุปกรณ์ แต่ละการบันทึกใช้เวลา 1 ชั่วโมง
"###,
    ),
];

pub const ECONOMICS: [(&str, &str); 2] = [
    //=== 1
    (
        r##"
ประโยชน์จากการเพิ่มขึ้นของการอัดประจุรถยนต์นั่งไฟฟ้า
"##,
        r###"

"###,
    ),
    //=== 2
    (
        r##"
ประโยชน์จากการเพิ่มขึ้นของการอัดประจุรถบรรทุกและรถบัสไฟฟ้า
"##,
        r###"

"###,
    ),
];
